Repository: rishi-singh26/i2048
Catalog: Localizable.xcstrings
Source language: en
Languages: de, fr, hi, kn

source: : ACTIVE
de: : AKTIV
fr: : ACTIF
hi: : सक्रिय
kn: : ಸಕ್ರಿಯ

source: : LOST
de: : VERLOREN
fr: : PERDU
hi: : हारे हुए
kn: : ಕಳೆದುಹೋದ

source: : WON
de: : GEWONNEN
fr: : GAGNÉ
hi: : जीते हुए
kn: : ಗೆದ್ದ

source: 2 or 4 (Random)
de: 2 oder 4 (Zufällig)
fr: 2 ou 4 (Aléatoire)
hi: 2 या 4 (अनियमित)
kn: ೨ ಅಥವಾ ೪ (ಯಾದೃಚ್ಛಿಕ)

source: 3 x 3 grid
de: 3 x 3 Netz
fr: Grille 3 x 3
hi: 3 x 3 ग्रिड
kn: ೩ x ೩ ಜಾಲಕ

source: 3x3 Game Target Score
de: 3x3 Spielzielpunktzahl
fr: Score Cible Jeu 3x3
hi: 3x3 खेल लक्ष्य अंक
kn: ೩x೩ ಆಟದ ಗುರಿ ಅಂಕ

source: 3x3 grid is a lot more difficult than 4x4 grid
de: Ein 3x3-Raster ist viel schwieriger als ein 4x4-Raster
fr: La grille 3x3 est beaucoup plus difficile que la grille 4x4
hi: 3x3 ग्रिड 4x4 ग्रिड से कहीं अधिक कठिन है
kn: 3x3 ಗ್ರಿಡ್ 4x4 ಗ್ರಿಡ್ ಗಿಂತ ತುಂಬಾ ಕಷ್ಟ.

source: 4 x 4 grid
de: 4 x 4 Netz
fr: Grille 4 x 4
hi: 4 x 4 ग्रिड
kn: ೪ x ೪ ಜಾಲಕ

source: 4x4 Game Target Score
de: 4x4 Spielzielpunktzahl
fr: Score Cible Jeu 4x4
hi: 4x4 खेल लक्ष्य अंक
kn: ೪x೪ ಆಟದ ಗುರಿ ಅಂಕ

source: About
de: Über
fr: À propos
hi: बारे में
kn: ಬಗ್ಗೆ

source: About i2048
de: Über i2048
fr: À propos de i2048
hi: i2048 के बारे में
kn: i2048 ಬಗ್ಗೆ

source: Acknowledgements
de: Anerkennung
fr: Remerciements
hi: आभार
kn: ಕೃತಜ್ಞತೆಗಳು

source: Add
de: Hinzufügen
fr: Ajouter
hi: जोड़ें
kn: ಸೇರ್ಪಡೆ

source: Add Game
de: Spiel hinzufügen
fr: Ajouter Jeu
hi: खेल जोड़े
kn: ಆಟವನ್ನು ಸೇರಿಸಿ

source: Allow Undo
de: Rückgängig machen zulassen
fr: Autoriser l'annulation
hi: अनडू करने की अनुमति दें
kn: ರದ್ದುಗೊಳಿಸಲು ಅನುಮತಿಸಿ

source: App Icon
de: App-Symbol
fr: Icône de l'application
hi: ऐप आइकन
kn: ಅಪ್ಲಿಕೇಶನ್ ಐಕಾನ್

source: Are you sure you want to delete this game?
de: Möchten Sie dieses Spiel wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer ce jeu ?
hi: क्या आप वाकई इस गेम को हटाना चाहते हैं?
kn: ಈ ಆಟವನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?

source: Arrow Bindings - ⌘ + (↑ → ↓ ←)
de: Pfeilbindungen - ⌘ + (↑ → ↓ ←)
hi: एरो बाइंडिंग - ⌘ + (↑ → ↓ ←)
kn: ಬಾಣದ ಬೈಂಡಿಂಗ್ಸ್ - ⌘ + (↑ → ↓ ←)

source: Ascending
de: Aufsteigend
fr: Ascendante
hi: आरोही
kn: ಆರೋಹಣ

source: Background Colors
de: Hintergrundfarben
fr: Couleurs d'arrière-plan
hi: पृष्ठभूमि रंग
kn: ಹಿನ್ನೆಲೆ ಬಣ್ಣಗಳು

source: Buy Premium
de: Premium kaufen
fr: Acheter Premium
hi: प्रीमियम खरीदें
kn: ಪ್ರೀಮಿಯಂ ಖರೀದಿಸಿ

source: Cancel
de: Abbrechen
fr: Annuler
hi: रद्द करें
kn: ರದ್ದುಗೊಳಿಸಿ

source: Choose Target Score
de: Zielpunktzahl wählen
fr: Choisissez score cible
hi: लक्ष्य अंक चुनें
kn: ಗುರಿ ಸ್ಕೋರ್ ಆಯ್ಕೆಮಾಡಿ

source: Content not found
de: Inhalt nicht gefunden
fr: Contenu non trouvé
hi: सामग्री नहीं मिली
kn: ವಿಷಯ ಕಂಡುಬಂದಿಲ್ಲ.

source: Daily Game Trends
de: Tägliche Spieltrends
fr: Tendances quotidiennes du jeu
hi: दैनिक खेल रुझान
kn: ದೈನಂದಿನ ಆಟದ ಪ್ರವೃತ್ತಿಗಳು

source: Dark
de: Dunkel
fr: Sombre
hi: डार्क
kn: ಕತ್ತಲೆ

source: Date
de: Datum
hi: तिथि
kn: ದಿನಾಂಕ

source: Delete
de: Löschen
fr: Supprimer
hi: हटाएं
kn: ಅಳಿಸಿ

source: Descending
de: Absteigend
fr: Descendante
hi: अवरोही
kn: ಅವರೋಹಣ

source: Disable Haptics
de: Haptik deaktivieren
fr: Désactiver l'haptique
hi: हैप्टिक्स अक्षम करें
kn: ಹ್ಯಾಪ್ಟಿಕ್ಸ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ

source: Disabled
de: Deaktiviert
fr: Désactivé
hi: अक्षम
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ

source: Dismiss
de: Zurückweisen
fr: Rejeter
hi: रद्द करें
kn: ವಜಾಗೊಳಿಸಿ

source: Done
de: Erledigt
fr: Fait
hi: हो गया
kn: ಮುಗಿದಿದೆ

source: Edit
de: Bearbeiten
fr: Modifier
hi: संपादित करें
kn: ಸಂಪಾದಿಸಿ

source: Edit Game
de: Spiel bearbeiten
fr: Modifier le jeu
hi: खेल संपादित करें
kn: ಆಟವನ್ನು ಸಂಪಾದಿಸಿ

source: Enable game feedback with Haptics
de: Aktivieren Sie Spiel-Feedback mit Haptik
fr: Activer le retour d'information sur le jeu avec Haptics
hi: हैप्टिक्स के साथ गेम फीडबैक सक्षम करें
kn: ಹ್ಯಾಪ್ಟಿಕ್ಸ್‌ನೊಂದಿಗೆ ಆಟದ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Enable Haptics
de: Haptik aktivieren
fr: Activer l'haptique
hi: हैप्टिक्स सक्षम करें
kn: ಹ್ಯಾಪ್ಟಿಕ್ಸ್ ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Enabled
de: Ermöglicht
fr: Activé
hi: सक्रिय
kn: ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ

source: Game
de: Spiel
fr: Jeu
hi: खेल
kn: ಆಟ

source: Game Created Time
de: Spiel-Erstellungszeit
fr: Heure de création du jeu
hi: खेल निर्मित समय
kn: ಆಟ ರಚನೆಯ ಸಮಯ

source: Game Name
de: Spielname
fr: Nom du jeu
hi: खेल का नाम
kn: ಆಟದ ಹೆಸರು

source: Game name appears on the games list screen.
de: Der Name des Spiels wird auf dem Bildschirm mit der Spieleliste angezeigt.
fr: Le nom du jeu apparaît sur l’écran de la liste des jeux.
hi: खेल का नाम खेल सूची स्क्रीन पर दिखाई देता है।
kn: ಆಟಗಳ ಪಟ್ಟಿಯ ಪರದೆಯಲ್ಲಿ ಆಟದ ಹೆಸರು ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ.

source: Game name prefix
de: Spielname-Präfix
fr: Préfixe de nom de jeu
hi: खेल नाम उपसर्ग
kn: ಆಟದ ಹೆಸರಿನ ಪೂರ್ವಪ್ರತ್ಯಯ

source: Game Over
de: Spiel vorbei
fr: Jeu terminé
hi: खेल समाप्त
kn: ಆಟ ಮುಗಿದಿದೆ

source: Game Screen Theme
de: Spielfenster-Thema
fr: Thème de l'écran du jeu
hi: खेल स्क्रीन थीम
kn: ಆಟದ ಪರದೆ ಥೀಮ್

source: Game Status
de: Spielstatus
fr: Statut du jeu
hi: खेल की स्थिति
kn: ಆಟದ ಸ್ಥಿತಿ

source: Game Target Score
de: Spieleziel -Punktzahl
fr: Score cible du jeu
hi: खेल लक्ष्य अंक
kn: ಆಟದ ಗುರಿ ಅಂಕ

source: Games
de: Spiele
fr: Jeux
hi: खेल
kn: ಆಟಗಳು

source: General
de: Allgemein
fr: Général
hi: सामान्य
kn: ಸಾಮಾನ್ಯ

source: Great
de: Großartig
fr: Super
hi: बहुत अच्छा
kn: ತುಂಬಾ ಚೆನ್ನಾಗಿದೆ

source: Grid Size
de: Gittergröße
fr: Taille de la grille
hi: ग्रिड आकार
kn: ಜಾಲಕದ ಗಾತ್ರ

source: High Score
de: Hohe Punktzahl
fr: Meilleur score
hi: उच्च अंक
kn: ಹೆಚ್ಚು ಅಂಕ

source: i2048 - Buy Lifetime Premium
de: i2048 - Lifetime Premium kaufen
fr: i2048 - Acheter la prime à vie
hi: i2048 - लाइफटाइम प्रीमियम खरीदें
kn: i2048 - ಜೀವಮಾನದ ಪ್ರೀಮಿಯಂ ಖರೀದಿಸಿ

source: i2048 - Edit Game
de: i2048 - Spiel bearbeiten
fr: i2048 - Modifier le jeu
hi: i2048 - गेम संपादित करें
kn: i2048 - ಆಟವನ್ನು ಸಂಪಾದಿಸಿ

source: i2048 - New Game
de: i2048 - Neues Spiel
fr: i2048 - Nouveau jeu
hi: i2048 - नया गेम
kn: i2048 - ಹೊಸ ಆಟ

source: i2048 - Share Game
de: i2048 - Spiel teilen
fr: i2048 - Jeu partagé
hi: i2048 - गेम साझा करें
kn: i2048 - ಆಟವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ

source: i2048 - Statistics
de: i2048 - Statistik
fr: i2048 - Statistiques
hi: i2048 - सांख्यिकी
kn: i2048 - ಅಂಕಿಅಂಶಗಳು

source: If on, you will be able to undo one move at a time
de: Wenn diese Option aktiviert ist, können Sie jeweils einen Zug rückgängig machen.
fr: Si cette option est activée, vous serez autorisé à annuler un mouvement à la fois.
hi: यदि चालू है, तो आप एक बार में एक चाल को पूर्ववत कर सकेंगे
kn: ಆನ್ ಆಗಿದ್ದರೆ, ನೀವು ಒಂದು ಸಮಯದಲ್ಲಿ ಒಂದು ನಡೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.

source: Key Bindings
de: Tastenkombinationen
fr: Raccourcis de touches
hi: कुंजी बाइंडिंग
kn: ಕೀ ಬೈಂಡಿಂಗ್ಸ್

source: Last Played Time
de: Zuletzt gespielte Zeit
fr: Dernier temps joué
hi: अंतिम खेले गए समय
kn: ಕೊನೆಯದಾಗಿ ಆಡಿದ ಸಮಯ

source: Left Hand Binding - W D S A
de: Bindung für die linke Hand - W S D A
fr: Reliure à gauche - W D S A
hi: बाएँ हाथ की बाइंडिंग - W D S A
kn: ಎಡಗೈ ಬೈಂಡಿಂಗ್ - W D S A

source: Lifetime premium access
de: Lebenslanger Premium-Zugang
fr: Accès premium à vie
hi: आजीवन प्रीमियम एक्सेस
kn: ಜೀವಮಾನದ ಪ್ರೀಮಿಯಂ ಪ್ರವೇಶ

source: Light
de: Licht
fr: Lumière
hi: लाइट
kn: ಬೆಳಕು

source: Loading...
de: Laden…
fr: Chargement…
hi: लोडिंग…

source: New Block
de: Neuer Block
fr: Nouveau bloc
hi: नया ब्लॉक
kn: ಹೊಸ ಬ್ಲಾಕ್

source: New Game
de: Neues Spiel
fr: Nouveau jeu
hi: नया खेल
kn: ಹೊಸ ಆಟ

source: Number on new blocks in the game
de: Nummer auf neuen Blöcken im Spiel
fr: Numéro sur les nouveaux blocs du jeu
hi: खेल में नए ब्लॉकों पर संख्या
kn: ಆಟದಲ್ಲಿ ಹೊಸ ಬ್ಲಾಕ್‌ಗಳ ಸಂಖ್ಯೆ

source: Premium
de: Prämie
fr: Prime
hi: प्रीमियम
kn: ಪ್ರೀಮಿಯಂ

source: Premium Features
de: Premium-Funktionen
fr: Fonctionnalités Premium
hi: प्रीमियम फीचर्स
kn: ಪ್ರೀಮಿಯಂ ವೈಶಿಷ್ಟ್ಯಗಳು

source: Privacy Policy
de: Datenschutzrichtlinie
fr: politique de confidentialité
hi: गोपनीयता नीति
kn: ಗೌಪ್ಯತಾ ನೀತಿ

source: Quick 3x3 Game
de: Schnelles 3x3 Spiel
fr: Jeu 3x3 rapide
hi: त्वरित 3x3 खेल
kn: ಶೀಘ್ರ ೩x೩ ಆಟ

source: Quick 3x3 Game Defaults
de: Schnelle 3x3-Spielvorgaben
fr: Paramètres par défaut du jeu Quick 3x3
hi: त्वरित 3x3 गेम डिफ़ॉल्ट
kn: ತ್ವರಿತ 3x3 ಆಟದ ಡೀಫಾಲ್ಟ್‌ಗಳು

source: Quick 4x4 Game
de: Schnelles 4x4 Spiel
fr: Jeu 4x4 rapide
hi: त्वरित 4x4 खेल
kn: ಶೀಘ್ರ ೪x೪ ಆಟ

source: Quick 4x4 Game Defaults
de: Schnelle 4x4-Spielvorgaben
fr: Paramètres par défaut du jeu Quick 4x4
hi: त्वरित 4x4 गेम डिफ़ॉल्ट
kn: ತ್ವರಿತ 4x4 ಆಟದ ಡೀಫಾಲ್ಟ್‌ಗಳು

source: Quick game can be launched by pressing and holding on the Add Game button
de: Das Schnellspiel kann durch Drücken und Halten der Schaltfläche „Spiel hinzufügen“ gestartet werden.
fr: Le jeu rapide peut être lancé en appuyant longuement sur le bouton Ajouter un jeu
hi: त्वरित गेम को 'ऐड गेम' बटन को दबाकर रखने पर लॉन्च किया जा सकता है
kn: ಆಟ ಸೇರಿಸು ಬಟನ್ ಒತ್ತಿ ಹಿಡಿದುಕೊಳ್ಳುವ ಮೂಲಕ ತ್ವರಿತ ಆಟವನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು.

source: Rate Us
de: Bewerten Sie uns
fr: Évaluez-nous
hi: हमें रेट करें
kn: ನಮಗೆ ರೇಟ್ ಮಾಡಿ

source: Rename
de: Umbenennen
fr: Renommer
hi: नाम बदलें
kn: ಹೆಸರು ಬದಲಾಯಿಸಿ

source: Restore Purchases
de: Einkäufe wiederherstellen
fr: Restaurer les achats
hi: खरीदारी वापस लौटाएं
kn: ಖರೀದಿಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸಿ

source: Restore your purchase if it hasn't synced automatically
de: Stellen Sie Ihren Kauf wieder her, wenn er nicht automatisch synchronisiert wurde
fr: Restaurez votre achat s'il n'a pas été synchronisé automatiquement
hi: यदि आपकी खरीदारी स्वचालित रूप से सिंक नहीं हुई है तो उसे पुनर्स्थापित करें
kn: ನಿಮ್ಮ ಖರೀದಿಯು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸಿಂಕ್ ಆಗದಿದ್ದರೆ ಅದನ್ನು ಮರುಸ್ಥಾಪಿಸಿ

source: Right Hand Binding - I L K J
de: Rechtshänderbindung - I L K J
fr: Reliure à droite - I L K J
hi: दायाँ हाथ बाइंडिंग - I L K J
kn: ಬಲಗೈ ಬೈಂಡಿಂಗ್ - I L K J

source: Score
de: Punktzahl
hi: अंक
kn: ಅಂಕ

source: Search
de: Suchen
fr: Recherche
hi: खोजें
kn: ಹುಡುಕು

source: Select Colors
de: Wählen Sie Farben aus
fr: Sélectionnez les couleurs
hi: रंग चुनें
kn: ಬಣ್ಣಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Select grid size
de: Rastergröße auswählen
fr: Sélectionnez taille de la grille
hi: ग्रिड आकार चुनें
kn: ಗ್ರಿಡ್ ಗಾತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Settings
de: Einstellungen
fr: Paramètres
hi: सेटिंग्स
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು

source: Share ⇧⌘S
de: Aktie ⇧⌘S
fr: Partager ⇧⌘S
hi: शेयर करें
kn: ಹಂಚಿಕೊಳ್ಳಿ ⇧⌘S

source: Share Game
de: Spiel teilen
fr: Partager le jeu
hi: खेल साझा करें
kn: ಆಟ ಹಂಚಿಕೊಳ್ಳಿ

source: Sort Games By
de: Spiele sortieren nach
fr: Trier les jeux par
hi: खेलों को छांटें
kn: ಆಟಗಳನ್ನು ಹೀಗೆ ವಿಂಗಡಿಸಿ

source: Sort Order
de: Sortierreihenfolge
fr: Ordre de tri
hi: क्रम छांटें
kn: ವಿಂಗಡಣೆ ಕ್ರಮ

source: Statistics
de: Statistiken
fr: Statistiques
hi: आँकड़े
kn: ಅಂಕಿಅಂಶಗಳು

source: Terms of Use
de: Nutzungsbedingungen
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
kn: ಬಳಕೆಯ ನಿಯಮಗಳು

source: Time
de: Zeit
fr: Temps
hi: समय
kn: ಸಮಯ

source: Time Period
de: Zeitperiode
fr: Période
hi: समय अवधि
kn: ಅವಧಿ

source: TOTAL
de: GESAMT
hi: कुल
kn: ಒಟ್ಟು

source: Undo Step
de: Schritt rückgängig machen
fr: Annuler l'étape
hi: चरण पूर्ववत करें
kn: ಹಂತವನ್ನು ರದ್ದುಗೊಳಿಸಿ

source: Upgrade to Premium
de: Upgrade auf Premium
fr: Passer à Premium
hi: प्रीमियम में अपग्रेड करें
kn: ಪ್ರೀಮಿಯಂಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ

source: Value
de: Wert
fr: Valeur
hi: मान
kn: ಮೌಲ್ಯ

source: View
de: Sicht
fr: Voir
hi: देखें
kn: ವೀಕ್ಷಿಸಿ

source: Website
de: Webseite
hi: वेबसाइट

source: You have lifetime premium access to i2048.
de: Sie haben lebenslangen Premium-Zugriff auf 2048.
fr: Vous bénéficiez d'un accès premium à vie jusqu'en 2048.
hi: आपको आजीवन प्रीमियम एक्सेस है।
kn: ನೀವು i2048 ಗೆ ಜೀವಿತಾವಧಿಯ ಪ್ರೀಮಿಯಂ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿದ್ದೀರಿ.

source: You Won!
de: Du hast gewonnen!
fr: Vous avez gagné !
hi: आप जीत गए!
kn: ನೀವು ಗೆದ್ದಿದ್ದೀರಿ!

source: Export
fr: Exporter
hi: सेव
kn: ರಫ್ತು ಮಾಡಿ

source: Name
fr: Nom
hi: नाम
kn: ಹೆಸರು

source: OK
fr: D'ACCORD
hi: ठीक है
kn: ಸರಿ

source: Status
fr: Statut
hi: स्थिति
kn: ಸ್ಥಿತಿ

source: Error loading content: %@
hi: सामग्री लोड करने में त्रुटि: %@
kn: Error: %@

source: i2048
hi: आई2048
kn: ಐ೨೦೪೮
